/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "As a contributor to Cyberduck, you receive a donation key that disables this prompt.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Peidiwch dangos hwn eto.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Rhoi Rhodd!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Donation Key";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Treuliwyd sawl noswaith yn datblygu’r rhaglen hon. Os ydych chi’n mwynhau ei defnyddio, ystyriwch rhoi rhodd i awdur y meddalwedd (sef fi!), os gwelwch yn dda. Bydd yn fy annog i’w gwella, go iawn!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Hwyrach";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Rhowch Rhodd";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Diolch am ddefnyddio Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Mae modd cyflwyno’r taliad yn hawdd dros y Rhyngrwyd gyda PayPal.";

